text = "Если был бы я богатым,\
			 я б купил жене три платья,\
			 три пальто, три пары туфель\
			 и корзину помидоров.\
			 В дождь пускай она не мокнет,\
			 в снег пускай она не стынет,\
			 в день весенний пусть выходит\
			 в легком платьице веселом.\
			Если был бы я богатым,\
			я купил ей сок брусничный,\
			завалил бы подоконник\
			 фиолетовой сиренью.\
			 Пусть она остудит губы,\
			 пусть она поднимет брови\
			 и, зарывшись в гроздьях влажных,\
			 пусть отыщет семь семерок.\
			 Если был бы я богатым,\
			 сапоги купил бы Юрке,\
			сапоги купил Тимуру,\
			 сапоги купил Игнату.\
			 Нож вручил им, и двустволки,\
			 и билет плацкартный жесткий\
			и сказал бы:\
			— за Тайшетом\
			по дорогам бродят волки.\
			Если был бы я богатым,\
			я повез бы Степку к морю:\
			не в Одессу и не в Сочи,\
			а к причалам Балаклавы.\
			Там три цвета торжествуют:\
			синий, белый и зеленый.\
			Бухта, сахарные сопки\
			и деревья – пояс бухты.\
			Пусть он, сын мой, не увидит\
			цвет четвертый, цвет особый.\
			Та его я пролил в травы,\
			Не мечтая о богатстве."
			
print(len(text))